[
  {
    "id": "9454550e-18b3-452b-a62a-d5b0000d119a",
    "name": "艳李",
    "talentOrders": [
      {
        "key": "1",
        "value": "体谅"
      },
      {
        "key": "2",
        "value": "信仰"
      },
      {
        "key": "3",
        "value": "关联"
      },
      {
        "key": "4",
        "value": "理念"
      },
      {
        "key": "5",
        "value": "统筹"
      },
      {
        "key": "6",
        "value": "取悦"
      },
      {
        "key": "7",
        "value": "战略"
      },
      {
        "key": "8",
        "value": "搜集"
      },
      {
        "key": "9",
        "value": "责任"
      },
      {
        "key": "10",
        "value": "沟通"
      },
      {
        "key": "11",
        "value": "适应"
      },
      {
        "key": "12",
        "value": "伯乐"
      },
      {
        "key": "13",
        "value": "包容"
      },
      {
        "key": "14",
        "value": "回顾"
      },
      {
        "key": "15",
        "value": "思维"
      },
      {
        "key": "16",
        "value": "行动"
      },
      {
        "key": "17",
        "value": "学习"
      },
      {
        "key": "18",
        "value": "个别"
      },
      {
        "key": "19",
        "value": "完美"
      },
      {
        "key": "20",
        "value": "成就"
      },
      {
        "key": "21",
        "value": "积极"
      },
      {
        "key": "22",
        "value": "自信"
      },
      {
        "key": "23",
        "value": "交往"
      },
      {
        "key": "24",
        "value": "排难"
      },
      {
        "key": "25",
        "value": "纪律"
      },
      {
        "key": "26",
        "value": "审慎"
      },
      {
        "key": "27",
        "value": "竞争"
      },
      {
        "key": "28",
        "value": "追求"
      },
      {
        "key": "29",
        "value": "专注"
      },
      {
        "key": "30",
        "value": "公平"
      },
      {
        "key": "31",
        "value": "前瞻"
      },
      {
        "key": "32",
        "value": "和谐"
      },
      {
        "key": "33",
        "value": "统率"
      },
      {
        "key": "34",
        "value": "分析"
      }
    ],
    "description": [
      {
        "unsplitedDesc": "出于天性，您偶尔能察觉到自己后悔、失败、失望或茫然等感受。也许您的一些天赋能助您应对某些负面情绪、难缠之人或失败经历。本能地，您自然而然地欢迎不同类型的人进入您的生活。您可能认同他们。您可能会友好地评价他们的个人才能、努力、技能、知识、贡献或成就。受自身天赋推动，您能让人对他们自己和他们的成就感觉良好。如何做到？您只需仔细观察，以确定什么能取悦每一个人。您对于他们的感受很敏感。因此，您会在整个团队面前称赞一个人的成功。您私下祝贺另一个人。很多人可能享受与您一起工作或学习。为什么？您尊重他们的感受，并预见他们的需求。很大程度上，您或许轻松地与他人交朋友。为什么？也许有人喜爱对您很重要。您准确理解他人感觉的能力或许带给您一些在关系中的优势。也许您注意到个人对您的想法和评论。受自身优势影响，您你不会评判他人的情绪。你真诚的关心和关怀让人们乐于与你分享他们的故事。你态度真诚，并且你希望他人知道，你真的关注并理解他们的情感",
        "reason": "成功运用体谅的原因您有很强的情感深度。您对他人情绪的表达、价值和含意的感知能力会让人觉得您理解他们。"
      },
      {
        "unsplitedDesc": "本能地，您感受到您不是孤独一人生活在世界上。您可能感受到与所有人以及生物之间都存在联系。这种开放性说明您为什么邀请大量不同的人参与谈话、活动、社交活动或团队。受自身天赋推动，您从帮助需要帮助的人中获得很大的快乐。出于天性，您认识到信息、资源、人才，甚至时间的分享为您提供了作为一个人和一个专业人才的成长经历。很大程度上，您你希望自己的贡献有意义。你通过关注他人的需求来支持他们。你知道他们看重什么，这样你就能更好地帮助他们。很有可能，您你会被那些信守承诺的人吸引。对你而言，兑现承诺是不容商榷的要求，你钦佩那些与你有着相同高标准的人",
        "reason": "成功运用信仰的原因您的核心价值观会引导您，并给您目标。通过践行您的价值观，您展现出清晰的思维、坚定的信念和持久的恒心。"
      },
      {
        "unsplitedDesc": "受自身天赋推动，您当您的言行与基本价值观相符时，总体来说对自己和生活感到非常满意。本能地，您强调人们的共性，虽然他们的背景、经历、语言、文化或兴趣大不相同。您能为人们之间的交谈创造机会。您能通过把人们凝聚在一起，使组织内部或人们之间形成一种和谐的关系。很大程度上，您觉得每个事件都是由一系列行动、反应或缺乏行动造成的结果。您能接受无法从逻辑上完全说得通的事情。您说世间没有巧合。您相信事物都是因为某种原因而联系在一起，无论这种目的是否为您所知晓。出于天性，您自发将不同人彼此联系起来。您赞同人们做自己，而不是您希望他们成为的样子。这样做无疑会使您以开放的思想寻找与您共同的想法、兴趣或个人经历。受自身优势影响，您自然而然地建立人与人之间的联系。在这方面您通常需要足够恒心和耐心。您认为应慢慢培养人际关系，不宜急躁",
        "reason": "成功运用关联的原因您会在人员和团队之间架起一座桥梁。您会通过着眼于他人周围世界的更大图景来帮助他们找到意义，并会在面对不确定性时让他们感到宽慰和坚定。"
      },
      {
        "unsplitedDesc": "出于天性，您相信自己有创新性思维。您通常发明能达到一个目标的多种方法。只有那时您才开始将您的选择减少到最优的那个。您也许会仔细思考现实情况、可用资源、经费限制或紧迫的限期。受自身天赋推动，您有时发觉他人未能预见的奇妙构造、显现趋势或潜在问题。也许这一天赋吸引您与那些对于他们职业的未来、环境、攻克疾病、解决冲突或经济学有大量思考的人展开交谈。很大程度上，您经常质疑其他人是否将您视为冷漠或不友好的人。对您持有此种印象的人需要了解，发起讨论或闲聊对您实在是太难了。受自身优势影响，您可能在特定领域已经获得专业技术。选择行动方案前，您有时会花时间思考许多方案。为了战胜预料中和意料外的挑战，您也许会发明新颖且有创意的技巧。您可能使用同样方法利用有前途的机会。很有可能，您当您能比其他任何人为团队提供更多想法时，可能认为生活很美好。当您对某个原创想法的细节感到非常兴奋时，您可能会坚持要求他人全心关注您。通常，您的自信会令您自己和他人感到意外",
        "reason": "成功运用理念的原因您痴迷于各种理念。由于您喜欢从不同的角度看世界，并总在寻找事物间的联系，所以您在头脑风暴中会是一个强大而又富有创造力的搭档。"
      },
      {
        "unsplitedDesc": "很大程度上，您将团队资源分配到目前最需要的地方，您能从中得到真正的乐趣。您容易将人员安排到位、设定完成任务的时间期限、管理预算和/或订购材料。很有可能，您试图同时阅读几本书或刊物。您偶尔会放下一本书，然后拾起另一本，找到上次未读完的部分，接着读下去，您不会因此而感到糊涂。您需要收集大量信息，这可能就是您能同时处理有关各种话题、情节和作者的信息的原因。受自身优势影响，您当意外情况对项目构成威胁时，知道向他人求助。您避免以次充好或产生错误结果。您认为凡事全凭自己是有勇无谋的表现。您知道把能帮助您度过困难时期且有知识、技术和/或天赋的人排除在外是不切实际的行为。您不止一次地发现，某些人能够发现并欣赏另一个人的特殊天赋，并且他们为了实现共同目标开始合作。出于天性，您比许多队友更轻松适应情况。您可能会保持对即将发生的挑战、问题或机会进行宏观（即从大处）纵览，而不是微观（即从细微之处）观察。受自身天赋推动，您你持续评估每天的需求。你会立即采取行动，无论是停止行动、开始新的任务、回应变化还是重新组织。同时，你会密切关注各项工作的变化和进展",
        "reason": "成功运用统筹的原因您天生具有通过协调人员和资源来实现效益最大化的能力。您在复杂情况下能够以创新和灵活的方式解决问题，从而更加高效。"
      }
    ]
  }
]
