[
  {
    "id": "d20fe781-905c-4441-a81b-cec2317e9d1d",
    "name": "王海霞王",
    "talentOrders": [
      {
        "key": "1",
        "value": "和谐"
      },
      {
        "key": "2",
        "value": "公平"
      },
      {
        "key": "3",
        "value": "责任"
      },
      {
        "key": "4",
        "value": "体谅"
      },
      {
        "key": "5",
        "value": "伯乐"
      },
      {
        "key": "6",
        "value": "包容"
      },
      {
        "key": "7",
        "value": "适应"
      },
      {
        "key": "8",
        "value": "关联"
      },
      {
        "key": "9",
        "value": "搜集"
      },
      {
        "key": "10",
        "value": "排难"
      },
      {
        "key": "11",
        "value": "追求"
      },
      {
        "key": "12",
        "value": "审慎"
      },
      {
        "key": "13",
        "value": "战略"
      },
      {
        "key": "14",
        "value": "信仰"
      },
      {
        "key": "15",
        "value": "行动"
      },
      {
        "key": "16",
        "value": "分析"
      },
      {
        "key": "17",
        "value": "积极"
      },
      {
        "key": "18",
        "value": "纪律"
      },
      {
        "key": "19",
        "value": "沟通"
      },
      {
        "key": "20",
        "value": "统筹"
      },
      {
        "key": "21",
        "value": "取悦"
      },
      {
        "key": "22",
        "value": "学习"
      },
      {
        "key": "23",
        "value": "思维"
      },
      {
        "key": "24",
        "value": "个别"
      },
      {
        "key": "25",
        "value": "自信"
      },
      {
        "key": "26",
        "value": "交往"
      },
      {
        "key": "27",
        "value": "统率"
      },
      {
        "key": "28",
        "value": "前瞻"
      },
      {
        "key": "29",
        "value": "专注"
      },
      {
        "key": "30",
        "value": "竞争"
      },
      {
        "key": "31",
        "value": "成就"
      },
      {
        "key": "32",
        "value": "完美"
      },
      {
        "key": "33",
        "value": "理念"
      },
      {
        "key": "34",
        "value": "回顾"
      }
    ],
    "description": [
      {
        "unsplitedDesc": "受自身天赋推动，您选择只做每天分配给自己的任务。您制定的有序统一的流程能给您带来极大的乐趣。您有能力全身心投入手头的工作。了解他人的期望能激励您把自己的体力和/或脑力用在正确的活动上。当您和他人完成自己的日常任务时，没有人会觉得劳累过度。本能地，您更喜欢坚持那些经过验证且行之有效的方法。您可能会通过咨询其他拥有更多专业知识的人来应对新情况。如果他们没有时间，您可能更倾向于扮演较为被动的角色。很有可能，您已经获得在特殊领域工作和实习的资格。作为一名专家，您知道向其他专业人员求助的重要性。您知道何时需要他们帮助自己指出适当的做法和正确的答案。很大程度上，您当团队合作无阻碍地进行时，你会感到轻松和平静。你喜欢在毫不费力地取得成果时，与合作伙伴之间的那种融洽感。出于天性，您当您承认自己不确定该做什么和询问意见时，您会激发他人一同合作。您会以坦率的态度收集观点、思考建议。习惯上，您会在人们无计可施之前让人们能够更轻松地交流。习惯上，您牵起的话头能让每个参与的人都能达成有效的一致意见",
        "splitDesc": [
          "受自身天赋推动，您选择只做每天分配给自己的任务。",
          "您制定的有序统一的流程能给您带来极大的乐趣。",
          "您有能力全身心投入手头的工作。",
          "了解他人的期望能激励您把自己的体力和/或脑力用在正确的活动上。",
          "当您和他人完成自己的日常任务时，没有人会觉得劳累过度。",
          "本能地，您更喜欢坚持那些经过验证且行之有效的方法。",
          "您可能会通过咨询其他拥有更多专业知识的人来应对新情况。",
          "如果他们没有时间，您可能更倾向于扮演较为被动的角色。",
          "很有可能，您已经获得在特殊领域工作和实习的资格。",
          "作为一名专家，您知道向其他专业人员求助的重要性。",
          "您知道何时需要他们帮助自己指出适当的做法和正确的答案。",
          "很大程度上，您当团队合作无阻碍地进行时，你会感到轻松和平静。",
          "你喜欢在毫不费力地取得成果时，与合作伙伴之间的那种融洽感。",
          "出于天性，您当您承认自己不确定该做什么和询问意见时，您会激发他人一同合作。",
          "您会以坦率的态度收集观点、思考建议。",
          "习惯上，您会在人们无计可施之前让人们能够更轻松地交流。",
          "习惯上，您牵起的话头能让每个参与的人都能达成有效的一致意见。"
        ],
        "reason": "成功运用和谐的原因您天生务实，并追求情感的平衡。您可以通过快速帮助他人达成共识并找到解决方案，将争论扼杀在摇篮里。"
      },
      {
        "unsplitedDesc": "受自身优势影响，您会向他人明确强调自己的计划、工作、学习、组织或购物方法。您可能发现让他人知道自己的习惯对自己有帮助。这样他们能理解您坚持以同种方式做事的原因。此外，人们不太喜欢冒犯您。很大程度上，您通常提前完成任务。您有条理地减少生活中可预测且循环发生的时间压力。您会牢记最后期限和中间的到期日。您清楚哪些任务值得关注、哪些任务不值得。制定详细的工作计划并按计划加以实施，使您一次次得到期望的结果。受自身天赋推动，您喜欢能让自己制定精简方法来处理重复活动的任务。您能发现任务涉及的基本细节和期限。然后您会制定流程帮助人们以快速有效的方式执行任务。很有可能，您更趋向于实际而不是创造力。您通常逐步思考问题或情况。您会确定事实，将未知变成已知。您会补充丢失的信息。您会阐明观点、建议或规则。利用您的智慧或常识，通过外交途径向大家揭示真假对错。在失意、恼火、忧虑或互相冲突的个体中，您通常是团结的力量。出于天性，您通常会制定一系列程序，然后按照程序来对待工作或学习。这些重复行为通常能保证任务做完并按期完成。有流程在手通常对您很有用，尤其是您选择独自做项目的时候",
        "splitDesc": [
          "受自身优势影响，您会向他人明确强调自己的计划、工作、学习、组织或购物方法。",
          "您可能发现让他人知道自己的习惯对自己有帮助。",
          "这样他们能理解您坚持以同种方式做事的原因。",
          "此外，人们不太喜欢冒犯您。",
          "很大程度上，您通常提前完成任务。",
          "您有条理地减少生活中可预测且循环发生的时间压力。",
          "您会牢记最后期限和中间的到期日。",
          "您清楚哪些任务值得关注、哪些任务不值得。",
          "制定详细的工作计划并按计划加以实施，使您一次次得到期望的结果。",
          "受自身天赋推动，您喜欢能让自己制定精简方法来处理重复活动的任务。",
          "您能发现任务涉及的基本细节和期限。",
          "然后您会制定流程帮助人们以快速有效的方式执行任务。",
          "很有可能，您更趋向于实际而不是创造力。",
          "您通常逐步思考问题或情况。",
          "您会确定事实，将未知变成已知。",
          "您会补充丢失的信息。",
          "您会阐明观点、建议或规则。",
          "利用您的智慧或常识，通过外交途径向大家揭示真假对错。",
          "在失意、恼火、忧虑或互相冲突的个体中，您通常是团结的力量。",
          "出于天性，您通常会制定一系列程序，然后按照程序来对待工作或学习。",
          "这些重复行为通常能保证任务做完并按期完成。",
          "有流程在手通常对您很有用，尤其是您选择独自做项目的时候。"
        ],
        "reason": "成功运用公平的原因您可以轻松快速地做出判断，并建立对每个人都公平的制度。因此，其他人知道能从您这里期待些什么。"
      },
      {
        "unsplitedDesc": "受自身优势影响，您也许特别注意到阿谀奉承并将它等同于不诚实。这部分说明了为什么当您给他人反馈的时候有一些谨慎。也许您的诚实要求您说出您想表达的意思，而您想表达的意思就是您已经说的。有些人可能珍惜您的夸奖。为什么？也许他们意识到您的任何称赞是来之不易且真实的。受自身天赋推动，您由于您的可靠性和始终如一的价值观受到高度尊敬。您是他人常常依赖的人。为什么？您言出必行。出于天性，您是可靠的。其他人知道您是他们可以依赖的人。一旦您作了某个承诺，您就决心坚持并完成它。因此，别人相信您将完成您的任务。很大程度上，您受到一旦开始就要完成的责任感的激励。您与委托和拖延的冲动斗争。您提醒自己，您是承担个人责任的那个人。很有可能，您会被内在驱动，作为独立执行者达成您的目标。通常通过回想自己已接受的责任和做出的承诺，督促自己表现优秀",
        "splitDesc": [
          "受自身优势影响，您也许特别注意到阿谀奉承并将它等同于不诚实。",
          "这部分说明了为什么当您给他人反馈的时候有一些谨慎。",
          "也许您的诚实要求您说出您想表达的意思，而您想表达的意思就是您已经说的。",
          "有些人可能珍惜您的夸奖。",
          "为什么？也许他们意识到您的任何称赞是来之不易且真实的。",
          "受自身天赋推动，您由于您的可靠性和始终如一的价值观受到高度尊敬。",
          "您是他人常常依赖的人。",
          "为什么？您言出必行。",
          "出于天性，您是可靠的。",
          "其他人知道您是他们可以依赖的人。",
          "一旦您作了某个承诺，您就决心坚持并完成它。",
          "因此，别人相信您将完成您的任务。",
          "很大程度上，您受到一旦开始就要完成的责任感的激励。",
          "您与委托和拖延的冲动斗争。",
          "您提醒自己，您是承担个人责任的那个人。",
          "很有可能，您会被内在驱动，作为独立执行者达成您的目标。",
          "通常通过回想自己已接受的责任和做出的承诺，督促自己表现优秀。"
        ],
        "reason": "成功运用责任的原因您有强烈的奉献精神，并对自己作出的承诺有责任感。您是一个言而有信的人，因而其他人知道他们可以依靠和信赖您。"
      },
      {
        "unsplitedDesc": "本能地，您偶尔对他人的想法或感受有自己的见解。即便如此，您或许会避免评论某些人的情绪或想法，以免侵犯他人隐私。如果他们谈及这些话题您或许会觉得更自在。很有可能，您可能意识到在他人把所有事放在一边来听某人讲话，人们最能感到自己受到了重视或尊重。也许您对言词的注重能让某些人最终意识到有人理解他们正经历的事情。出于天性，您可能被誉为一个能切身体会某些人情感、动机、思想和行为的人。很大程度上，您当有人与你交谈时，你会倾听并全神贯注地关注他们。你对他们的全神贯注表明了你对他们真正的关心。受自身天赋推动，您偶尔知道自己是否赢得或失去某人或某个组织的认可。您或许深深地渴望有归属感。如果有许多人接纳您进入到他们的生活，您可能会很快乐",
        "splitDesc": [
          "本能地，您偶尔对他人的想法或感受有自己的见解。",
          "即便如此，您或许会避免评论某些人的情绪或想法，以免侵犯他人隐私。",
          "如果他们谈及这些话题您或许会觉得更自在。",
          "很有可能，您可能意识到在他人把所有事放在一边来听某人讲话，人们最能感到自己受到了重视或尊重。",
          "也许您对言词的注重能让某些人最终意识到有人理解他们正经历的事情。",
          "出于天性，您可能被誉为一个能切身体会某些人情感、动机、思想和行为的人。",
          "很大程度上，您当有人与你交谈时，你会倾听并全神贯注地关注他们。",
          "你对他们的全神贯注表明了你对他们真正的关心。",
          "受自身天赋推动，您偶尔知道自己是否赢得或失去某人或某个组织的认可。",
          "您或许深深地渴望有归属感。",
          "如果有许多人接纳您进入到他们的生活，您可能会很快乐。"
        ],
        "reason": "成功运用体谅的原因您有很强的情感深度。您对他人情绪的表达、价值和含意的感知能力会让人觉得您理解他们。"
      },
      {
        "unsplitedDesc": "很大程度上，您真心想要了解他人。您对某人越了解，就越容易称赞此人的成就和才能。受自身天赋推动，您通常肯定他人的成就和贡献，从而提高他们的自信心。您有能力使人们感到真正受重视。很有可能，您有时让每个人工作、思考、解决问题或建立人际关系的独特方式互补。您可能帮助某些人意识到他们的独特天赋、知识或技术无论在工作上还是学习上都有益于他人。当个人和团队合作时，您经常因达到目标、取得进步或取得成就赞扬他们。本能地，您你往往会注意到他人的潜力。他人常常觉得你关注他们是怎样的人、有着怎样的能力。你的鼓励会让他们觉得他们对你很重要。受自身优势影响，您通常乐于尊重个人和团体的成功、贡献和进步。您通常会为辨别人们是否值得认同制定标准。您也许会在每周、每个月或每年为颁奖或宣布特殊奖励设立日期",
        "splitDesc": [
          "很大程度上，您真心想要了解他人。",
          "您对某人越了解，就越容易称赞此人的成就和才能。",
          "受自身天赋推动，您通常肯定他人的成就和贡献，从而提高他们的自信心。",
          "您有能力使人们感到真正受重视。",
          "很有可能，您有时让每个人工作、思考、解决问题或建立人际关系的独特方式互补。",
          "您可能帮助某些人意识到他们的独特天赋、知识或技术无论在工作上还是学习上都有益于他人。",
          "当个人和团队合作时，您经常因达到目标、取得进步或取得成就赞扬他们。",
          "本能地，您你往往会注意到他人的潜力。",
          "他人常常觉得你关注他们是怎样的人、有着怎样的能力。",
          "你的鼓励会让他们觉得他们对你很重要。",
          "受自身优势影响，您通常乐于尊重个人和团体的成功、贡献和进步。",
          "您通常会为辨别人们是否值得认同制定标准。",
          "您也许会在每周、每个月或每年为颁奖或宣布特殊奖励设立日期。"
        ],
        "reason": "成功运用伯乐的原因当您积极投资于人们的发展时，您会看到他们未经发掘的潜力，甚至微小的进步迹象。您的鼓励能帮助他人学习、成长和提高。"
      }
    ],
    "solutions": [
      {
        "title": "采取行动以充分发挥潜能通过实际的解决方案帮助他人达成共识。",
        "contents": [
          "与观点各异的人建立人脉网络，当您需要专家建议时可以依靠他们。您乐于倾听他人观点，这可以帮助您学习知识。",
          "通过让更多人发出声音以促进团结。当人们发生争论时，请其他人分享他们的想法。您听取的观点越多，就越有可能找到各方都能达成一致的方面。",
          "通过参加冲突解决课程来提高您的才干。您获得的这些技巧和知识会与您的才干相辅相成，让您在解决冲突时更加得心应手。",
          "避免那些需要您每天与人打交道的角色、情况和环境。例如，基于陌生推销电话、或者竞争激烈的级别或工作场所进行的销售可能会使您感到沮丧和不安。",
          "在您与他人合作时，重视达成共识的价值。帮助他们看到事情实际的一面。这通常是达成一致的起点。留意盲点留意盲点",
          "在您想要将谈话转向实际和常识性的决定时，您可能会让那些想要分享更开阔的想法和观点的人感到沮丧。在将其他人带回手头的任务前，先让他们充分表达自己的观点。",
          "您可能会本能地淡化对抗的情况，并试图阻止其他人公开表达他们的想法和情绪。您需要认识并接受，有时，冲突是不可避免的，并且有些人会热衷于此。"
        ]
      },
      {
        "title": "采取行动以充分发挥潜能制定公平的制度，以建立和培养信任。",
        "contents": [
          "在工作或所在社区中寻找机会，帮助弱势群体获得他们所需的平台，以展现他们的真正潜能。您具有快速而轻松地做出对每个人都公平的判断的才干，从而能帮助确保公平。",
          "即使面临强烈反对，总是坚持自己的信念。其他人会欣赏您言行一致的作风。",
          "制定简单的规则和界限，帮助人们了解在不明确的情况下可以期望些什么，以及他们需要如何操作。您让事情变得公平公正的才干带来了稳定和透明。",
          "培养您作为所属团队公平维护者的声誉。确保那些真正表现出色的人得到他们应得的尊重。",
          "当您不得不给某人带去不愉快的消息时，运用您的“公平”才干。您善于帮助他人理解困难决策背后的理由，这将使他们、还有您自己更容易接受这些消息。留意盲点留意盲点",
          "您一心想要平等地对待每一个人，以至于您可能会忘记这世上没有哪两个人是一样的。记住，不同的事物会激励不同的人，每个人都有自己的思维方式以及与他人相处的方式。",
          "您可能会把自己看作正义的守护者和反对特殊待遇的公平捍卫者。但您需要意识到，其他人可能会因为您承担了这个责任而拒绝您，并会想要为了更高的利益而放宽规则。"
        ]
      },
      {
        "title": "采取行动以充分发挥潜能全心投入那些对您来说最重要的事。",
        "contents": [
          "在接受新的请求之前，始终先检查您的日程安排和待办事项清单。这将帮助您切实履行您的所有承诺，而不会让自己超负荷工作，并向他人表明您在认真对待自己的责任。",
          "与同样恪守承诺的人为伍。如果您身边的人也像您一样认真承担自己的责任，那么您也会茁壮成长。",
          "通过采取行动消除和防止您看到的任何不道德行为，成为学校、组织或社区的道德监督者。",
          "让老师或上司知道您具有天生的责任感，而这赋予了您独立办事的能力。",
          "要有选择性。由于您的负责是出于本能的，因而您可能很难拒绝他人的请求。有时候，您需要提醒自己说“不”。留意盲点留意盲点",
          "由于您很难拒绝他人的请求，因此有时您会做出过多承诺。在接受新任务之前，试着通过放弃一些东西来管理您的“责任”才干。",
          "过多的义务会让您无法花时间与您生命中最重要的人在一起。记住，有时候，“不”是维持人际关系健康的最佳答案。"
        ]
      },
      {
        "title": "采取行动以充分发挥潜能重视并不断完善您理解他人想法和感受的天赋。",
        "contents": [
          "拟定一份能够帮助他人描述他们的情绪和体验的问题清单。与朋友一起使用这些问题，以进行试验。通过保留最能帮助他人表达他们的想法和感受的问题来完善您的清单。",
          "练习完善您用来描述自己感受的措辞，以及您从其他人那里观察到的用词。尝试以下内容：记录您的情绪，为期一周。用一整天的时间停下来去捕捉您的感受。每次尝试使用不同的词语来描述您的体验。",
          "确保在每天结束时为自己减压。制定一份能让您减压和放松的例行活动计划。如果不这样做，那么您的情绪有时可能会压垮您或耗完您的精力。",
          "完善您的非言语沟通技巧。有些时候，最好保持沉默。您拥有这样一种才干：不必说话，别人也能知道您了解他们的感受。",
          "如果人们表现出对他们自己或其周围的人不健康的行为方式，那就要迅速而坚定地采取行动。理解个人的情绪状态并不意味着您必须接受他们的行为。留意盲点留意盲点",
          "留意您的精力水平。不断体验他人的情感会耗尽您的精力，因此，试着偶尔从各种情感中抽离出来，这样您才不会精疲力竭。",
          "由于您对他人的情感很敏感，有些人可能会认为您在窥探或过度参与他们的生活。当其他人想要将他们的情感藏在心里时，当心不要越界。"
        ]
      },
      {
        "title": "采取行动以充分发挥潜能识别并培养他人的潜能。",
        "contents": [
          "为您想要辅导或指导的人，也就是那些您已经注意到其潜力、成长迹象和优势的人列出一份名单。定期与他们见面，就他们的目标和优势进行讨论，哪怕每次只有几分钟。",
          "给最需要您鼓励的人打电话、发短信或发电子邮件。由于您在鼓励和激励方面与生俱来的能力，您所说的话也许正是他们需要听到的。",
          "对于那些始终在其角色中挣扎的人，试着不要把您的所有时间都花在对他们的鼓励上。有时候，最佳的培养方案是帮助他们找到另一个角色，一个适合他们的角色。",
          "找一些主要职责中包括培养他人的角色。您可能特别能从教学、培训师或管理职位中获得满足感。",
          "帮助您的朋友和同事增强信心。您会很自然地注意到他们的学习和成长，因此，请与他们分享您的具体观察结果，以帮助他们不断进步。留意盲点留意盲点",
          "您可能会对某人的发展过度投资，并在他们陷入挣扎时觉得自己有责任。有时，您需要接受这个事实，对他们来说，最好的选择是找到他们自己前进的道路。",
          "注意不要将过多的时间投入到其他人身上，而忘了投资于您自己的发展。记住，如果您不花时间提升自我，那么您将无法帮助他人。"
        ]
      }
    ]
  }
]
